{
    "天文学简史": [
        "光向我们显示了天体的存在，也包含了它们的构造和物理状态。"
    ],
    "维特根斯坦与哲学": [
        "哲学问题可以通过正确理解语言如何起作用而得到解决。"
    ],
    "文学理论入门": [
        "文学作品的特点是再现不同的个人，所以为获取身份所做的努力是个人内心的、个人与群体之间的抗争：角色或努力顺从社会准则和期待，或与之抗争"
    ],
    "亚里士多德的世界": [
        "一门科学的目的就在于把我们对该门学科内各种主题的知识系统化。"
    ],
    "选择理论": [
        "所有的选择，源自于内心和大脑。内心提供激情，大脑则给出理由。"
    ],
    "性存在": [
        "不管关于性多元化的言论听起来有多么中立和客观，它仍是关于权力的言论。每一种文化都必须确立——通过正式和非正式的政治程序——一个尺度和范围，规定哪些性方式是要被定义为非法或要被禁止的。"
    ],
    "现代日本": [
        "在讨论日本战后忏悔的虚伪性时，这种流行的、颇有市场的精神分裂理论事实上颠倒了历史和伦理问题，把日本转化成了二战的主要受害者，使直面那场战争的后续努力变成了治愈并重建日本自身。"
    ],
    "西方艺术新论": [
        "如果给予适当的环境和理论支持，任何东西都能成为一件艺术作品。"
    ],
    "我们时代的伦理学": [
        "宇宙中，没有神灵书写出良善行为的准则，大自然对是非善恶漠不关心。但出于人性之善，我们无论如何都不能漠视道德，我们不仅需要有自己的行为标准，而且还需要得到他人的认可。"
    ],
    "医学伦理": [
        "如果没有正确的敏感性、思想上的一致性与道德上的热情，就可能导致糟糕的行为和错误的决定。"
    ],
    "印度哲学祛魅": [
        "真正重要的应该是精神而不是文字，是整体而不是细节，是一个人的理解而不是这个人的记忆。"
    ],
    "犹太人与犹太教": [
        "热衷于权力的恶棍想把自己的方式强加在未来之上，他们很可能要失败，但他们的企图必定会造成很大的危害。"
    ],
    "中国文学": [
        "印欧语言通常突出名词、本质与物质，古汉语却更看重动词、过程和情境。"
        , "在中国，诗歌向来都承担了许多功能，修身养性、教化社会、治理天下都在其中。"
    ]
    , "政治哲学与幸福根基": [
        "政治权力构成方式能导引贫富，决定生死。"
        , "在权威坍塌后接踵而至的恐惧氛围下，人类天性中更值得信任的良善的一面会被湮没无存。"
    ]
    , "政治的历史边界": [
        "专制体制取决于专制者个人的品格秉性，而政治体制的领导人则是按照职务所赋予的责任来行事。"
        , "意识形态是压迫、斗争、解放这三重主旋律的不同变奏曲。而政治立足于这样的假定：任何国家里都存在许多种生活方式，灵活的政治体制必须使其公民都能按照自己的意愿生活。"
    ]
    , "哲学的思与惑": [
        "哲学起源于探究事情发生的缘由。"
    ]
    , "天火星辰": [
        "每个划过天际的流星，都是闯入另一个世界的旅者。"
        , "王木，15岁，深思熟虑，内向沉静；赵德政，22岁，善于交际，博学多才；宋风，14岁，心境多变，机智敏捷；杜冷，25岁，坚毅勇敢，粗中有细。"
        , "25岁的王木重生至吴明大陆齐国，原主为15岁灵华宗外门弟子，随长老外出杀妖，不料全体遇伏，突围失败，无一人逃生。"
        , "重生后的王木暂居齐国A城，以替人驱妖维持生计，并与来自晋国的没落贵族公子赵德政相遇。"
        , "一年后略有积蓄返回宗门，然后参加四年一次的宗门大比，与女主一相遇，并结识生性多虑且被域外来客夺舍的宋风。"
        , "排名前十的宗门弟子在一名长老护持下去往海外荒岛除妖寻宝，遇海盗杜冷，以及女二。"
        , "与同门走失，两年后回宗门恰逢妖族攻山门，终知原主一行人遇伏真相，愤而出走宗门。"
        , "与杜冷相约先后游历海外诸岛以及陆上诸国，十年后，宗门求救，便会同女一解决宗门危机。"
        , "最后，与女主一去往海岛归隐。"
    ]
    , "JavaScript忍者秘籍": [
        "在JavaScript中，作用域是由function进行声明的，而不是代码块。"
        , "函数作为构造器进行调用，其上下文对象是新创建的对象实例。"
        , "闭包是一个函数在创建时允许该自身函数访问并操作该自身函数之外的变量时所创建的作用域。"
        , "闭包记住的是变量的引用，而不是闭包创建时刻该变量的值。"
        , "在引用对象的一个属性时，首先检查该对象本身是否拥有该属性，而不是先查看对象的原型属性。"
        , "和字符串、数组等原始类型不同，每个正则表达式都有一个独立的对象表示。"
    ]
    , "资本主义": [
        "资本主义是一种能将各类资产转换成资本的制度，它的本质特征是以赢利为目的的投资。"
        , "非西方文明不能产生资本主义，是因为它们使用军事或宗教力量，而不是通过经济胁迫，来榨取农作物和商品生产者的剩余产品。"
        , "市场力量的复兴事实上增加了政府管控。"
        , "资本主义全球化程度越高，由国际间财富差异所造成的世界分裂趋势就越发明显"
        , "危机是资本主义机制的一部分。"
    ]
    , "法哲学": [
        "关于这个世界或人性的事实不能用来决定什么应当做或者什么不应当做。"
        , "分析和理解法律的最有效方法是暂不进行道德判断，直到我们确定我们试图去弄清楚的是什么。"
        , "由于法律是阶级压迫的工具，在一个没有阶级的社会里法律就是多余的。"
    ]
    , "法律": [
        "在一个完美的世界里，法律将会是清晰的、确定的和易于理解的。但现实和这种乌托邦式的幻想尚有距离。所有法域内的法律都是动态的有机体，受制于不断变迁的社会、政治和道德价值观。"
        , "法律的根基：合同法、侵权法、物权法、刑法。"
        , "尽管法律的理念和制度经常体现着道德价值观，但做好人、做好事并不一定必然等同于遵守法律。"
        , "一个更加静态的、统一的、紧密结合的社会可能纠纷较少，因为人们更能理解他人，或者因为人们彼此之间关系存续及未来相遇的可能性更多，以致大家尽量避免冲突。"
        , "如果文明社会的价值观念与公正仍然想要盛行持久，那么法律必然不可或缺。"
    ]
    , "从一到无穷大": [
        "构成世界的基本粒子有核子、电子、中微子、电磁波。"
        , "银原子核既不会聚变，也不会裂变。"
        , "铀235，唯一的天然裂变物质。"
        , "布朗运动中分子扩散距离与相应时间的平方根成正比。"
        , "病毒粒子可以被认为是自由基因。"
        , "目标物体距离越近就有越大的时差。"
        , "形成重元素的原子核需要温度高达几十亿摄氏度。"
    ]
    , "文明的冲突与世界秩序的重建": [
        "权力是一个人或群体改变另一个人或群体行为的能力。行为可以通过指导、强制或告诫加以改变，这需要行使权力者具有经济、军事、制度、人口、政治、技术、社会或其他方面的资源。"
        , "对西方的反叛最初是通过宣称西方价值的普遍性来证明其合理性的，现在则是通过宣称非西方价值的优越性来加以证明。"
        , "当经济一体化建立在共同文化基础上时，它就走得更快更远。"
        , "物质的成功带来了对文化的伸张。"
        , "在正在形成的全球政治中，主要文明的核心国家正取代冷战时期的两个超级大国，成为吸引和排斥其他国家的几个基本的极。"
        , "文明之间均势的变化使得西方在武器扩散、人权、移民和其他问题上实现其目标变得越来越困难。"
        , "亚洲人倾向于以百年合千年为单位来计算其社会的演进，把扩大长远利益放在首位。这些态度与美国人信念的首要内容形成了对照，即自由、平等、民主和个人主义，以及美国人倾向于不信任政府，反对权威，赞成制衡，鼓励竞争，崇尚人权，倾向于忘记过去，忽视未来，集中精力尽可能扩大眼前的利益。"
        , "能否结束断层线战争和防止它们升级为全面战争，主要取决于世界各主要文明的核心国家的利益和行动。"
        , "文明的冲突是对世界和平的最大威胁，而建立在多文明基础上的国际秩序是防止世界大战的最可靠保障。"
    ]
    , "看，这是哲学": [
        "在事物表面的多样性背后必有一个统一体。"
        , "万物的本源和基本特性是水。"
        , "无定是一种不可见的、非具体的、未受规定的东西，它不与任何东西相对，因为它就是万物。"
        , "事物由其产生，毁灭后必然复归于它，因为按照时间顺序，它们为其不正义而收到惩罚且相互补偿。"
        , "万物的终极质料是气。"
        , "所有质的差别实际上是量的差别。"
        , "一种自然现象应该由其他自然现象来解释。"
        , "观察可以为理论提供支持。"
        , "全部实在都可以用数学公式来表达。"
        , "某种神秘的姿态能使我们忽略尘世之音而只聆听到天体的神圣音乐。"
        , "神或诸神，并不仅仅是拥有比我们更多力量的更强大的人。"
        , "神是一，诸神和人类中的至高者，在身体和心灵方面都与有朽者不一样。"
        , "万物皆流，无物常留；万物皆变，无物常驻"
        , "你不能两次踏入同一条河流"
        , "'存在'是一个理性的真理，因为'存在'无法被否定"
        , "你一次也不能踏入同一条河流"
        , "运动是不可能的。"
        , "即使真的存在着运动，你也永远无法到达任何地方。"
        , "万物由火、气、土、水这四种最单纯的元素组成。"
        , "爱和恨是一切变化的基础。"
        , "所有事物中都有每一事物的种子。"
        , "生命界与无生命界的区别在于是否包含一种精神性力量"
        , "虚空和运动都是实在的。"
        , "世界由物质机体构成，而物质机体本身由许多原子构成。"
        , "成功之道是小心谨慎地接受传统习俗，这并非因为它们是真的，而是因为理解和运用它们是便利的。"
        , "人是万物的尺度。"
        , "无物存在。"
        , "即使有物存在，也没有人能认识它，即使有人确实认识它，也没有人能传达这种认识。"
        , "正义是强者的利益。"
        , "关于道德的一切争论都是空谈，除非将这种争论还原为权力之争。"
        , "权力有助于生存，让我们获得快乐。"
        , "道德不过是弱势大众束缚强势个体的一种聪明手段。"
        , "聪明的统治者通过激发臣民对并不存在的诸神的恐惧来控制他们。"
        , "专政优于民主，从某些方面来说。"
        , "所有关于人类本身的事务的论证必须建立在客观有效的定义上。"
        , "未经审查的人生是不值得过的。"
        , "理念是全部实在的来源。"
        , "一个人的不朽灵魂生来就带有真理。"
        , "实体是一个既具有形式又具有质料的客体。"
        , "所有A都是B；S是A；所以S是B。"
        , "生活的目标是幸福。幸福就是快乐，没有痛苦。"
        , "真正幸福的人是那些克服了不必要的欲望的人，能够真正地享受肉体和心理的安宁。"
        , "人必须从一切尘世的欲求中解脱出来，才能达到幸福的状态"
        , "欲宇宙之欲，应该把欲望放到我们所得到的东西上。"
        , "悬置关于实在性质的判断的活动，我们就能达到一种不动心的状态。"
        , "我们推演实在的本性时会陷入各种矛盾。"
        , "语言，以及因而思想，是通过作出各种区分来发挥作用的，但在太一中，不存在任何差别。因而，对于太一无法致思也无法言说，只能通过与它结合才能认识它。"
        , "神被反映到较低的层面上，这些反映以递减的分有程度再现了对神的完满的各种模仿。"
    ]
    , "天才的回声": [
        "经济学不能替我们选择，只是帮助我们理解我们所作决定的后果。"
        , "要不是策划针对消费者的阴谋，商人几乎从不碰头。"
        , "不是经济学家无能，是现实世界太复杂。"
        , "主流经济学理论并不能解释每一件事情，但是如果国家和个人忽视了经济理论的基本原则，就是在愚蠢地冒险。"
        , "我们的晚餐并非来自屠夫、酿酒师和面包师的恩惠，而是来自他们对自身利益的关心。"
        , "没有哪个政府能够完成构建一个有效经济体系所需要的所有计算。"
        , "通过追求个人利益，人们倒是经常促进了社会的利益，这要比他真正地想要促进社会利益所带来的效果还要好。"
        , "资源可能赶不上产业需求的步伐，因此过苦行僧式的生活应算是深谋远虑的，而多数人也对此做出了反应——别把我算在内。"
        , "每当历史的火车转弯之时，所有的知识分子都会甩出车外。"
        , "如果没有字体加粗、加下划线和字母大写的免责声明，又不会适当地谦虚，那就永远不要从过去的数据中进行推断。"
        , "通过允许开展自由贸易，国家使公民将资源从低生产率的行业转移至高生产产率的行业，家庭就能用较少的代价享受到更多的商品。"
        , "供给自创需求。"
        , "相对比较少的收入来说，对较多的收入采用较高的税率，无异于对勤俭节约征税，无异于处罚那些工作比邻居更努力，生活比邻居更节约的人。"
        , "只有世界上的落后国家才真正需要经济的更快增长，发达国家只需要一个较合理的财富分配机制，或者至少要有一个更好的社会风气。"
        , "没有创造性的工作，人类的个性便无法发展。当劳动力变成了一种商品，人们被迫接受日复一日的单调无趣的工作，沦落为活的工具，人们便感到远离了自我，感到与世界格格不入，并彼此疏远。"
        , "当旧日的统治者阶级紧抱旧思想观念，并且阻碍新的经济发展，借此将自身封闭起来，置身于历史的动态过程之外时，斗争就发生了。"
        , "资本家通过贡献出他们的金钱来使他人满足，他们获得的回报是作为等待的报酬，是因为他们没有在今天将钱用于购买消费品。"
        , "一个一目了然的理论模型可能在纸上谈兵时具有说服力，但当把真实的弹性考虑进去之后，它就被证明毫无用处。"
        , "几乎每一个制度或社会现象都有其社会意义。经济学不仅仅只是价格、利润、租金和成本。法律、道德、时尚和哲学全都会对经济产生作用，可能支持经济发展，或者将经济毁掉。"
        , "永远不要让他们看到你流汗。汗流浃背努力工作的人违背了人的本性，毫不费力的优雅才是目标。"
        , "当经济增长放缓，他们可以增加联邦开支或减税，造成暂时的财政赤字，直到经济复苏。如果需求增长过快，超过了商品供给的步伐，从而迫使物价攀升，他们可以增税或削减联邦开支以抑制需求，这是一个美妙的对称。"
        , "在对货币政策了解不足的情况下，经济学家是不可能精明地操作它的。"
        , "官僚之间的激烈竞争与商人之间的竞争类似。商人寻求利润最大化，而官僚努力寻求一个不同变量组合的最大化：工资、津贴、权力、声望和退休后的机会等。"
        , "公共知识和由来已久的规则有助于强化公务人员的良好动机。"
        , "依赖过去的收入、财富、利率和通货膨胀率建立起来的主流消费模型无法预测未来。当新信息出现时，理性行为人会更新他们的经济模型。"
        , "随着时间的推移，经济力量会促使人们和机构趋向于更加理性。"
        , "自由市场首要的机制是有利于明确表达消费者的欲望，鼓励发明创新和惩戒缺乏效率的生产者。"
        , "税收和财富再分配帮助社会缓解不平等和贫穷。"
    ]
    , "147_规模：复杂世界的简单法则": [
        "代谢率随体重的约3/4次幂发生改变"
        , "如果长度每增长至原来的1个数量级的倍数，面积和强度就增长至原来的2个数量级的倍数，体积和重量就增长至原来的3个数量级的倍数。"
        , "在一个系统能够拥有或遵循的所有可能配置中，最终得以实现的是作用量最小的那个配置。"
        , "在生物学中占据统治性地位的亚线性比例变化和规模经济会带来稳定的受限增长和生命节奏的放缓；而在社会经济活动中占据统治性地位的超限线性比例变化和规模收益递增则会导致无限增长和生命节奏的加速。"
    ]
    , "203_全球通史（上下）册": [
        "Preview: 作者L·S·斯塔夫里阿诺斯，是美国当代历史学家。全书上下两册，上册二十章，讲述西方崛起之前的全球各地区文明历史，下册二十九章，讲述最近五百年，随着西方文明的扩张，科学革命、工业革命、政治革命席卷全球，整个世界变成一个联系更加紧密的整体。",
        "Question: 1.农业革命对人类意味着什么？2.古代文明和古典文明的发展脉络是怎样的？3.中国古代王朝为什么合久必分、分久必合，不断循环这一过程？4.西欧文明为什么率先突破？",
        "Read: 1.从一万年前的原始农业到公元元年的古典文明中期，这八千年全球人口从532万增长到1.33亿。农业革命引发了城市化、阶级分化、社会分裂，损害了原始社会的平等，但也打破了原始部落对个人的精神束缚，解放了人类的创造力。2.人类文明起源于中东的苏美尔地区，苏美尔古代文明出现了人类最早的城市，并发明了犁、车轮，驯化了小麦。苏美尔文明成果向四周传播，促进了埃及古文明、巴比伦古文明、印度古文明、中国古文明的发展。直到三千年前游牧民族凭借马和铁器入侵到各文明中心，将各古代文明覆灭，促使各文明破而后立。欧洲吸收埃及古文明和巴比伦古文明，进入了希腊罗马古典文明时期，基督教开始兴起。在南亚，雅利安人入侵古印度之后，先后出现了孔雀帝国、贵霜帝国、笈多帝国，佛教开始兴起。在东亚，夷狄攻破中国古文明之后，先后出现了秦、汉帝国，儒家在中国开始占据统治地位。古典文明时期，三大宗教出现两个，欧亚大陆真正形成一个整体，并为现代人留下了各种哲学思想。这些遗产成为日后科学启蒙和政治改革的火种。3.中国每个王朝都以安宁和繁荣开始，因为社会安定的恢复，导致人口的增加和生产规模的扩大，从而使得税收增多、国家繁荣强盛。但是，随着王朝承担起更多的义务，便将人力和财力分散到公路、运河、防御工事、宫殿、宫廷铺张和边疆战争上。因此每个王朝建立一百年后都开始面临财政上的种种困难。为了弥补亏空，政府提高赋税。但是随着赋税增加，部分自耕农被迫将小块土地割让给大地主，之后沦为佃农。而大地主凭借财力和政治影响力，只需要交微不足道的税，所以地主占的地越多，政府的税收就越少，从而再次提高赋税，而落在日趋减少的自耕农头上的赋税愈增加，更多的自耕农沦为佃农。赋税增加，岁入下降，沟渠公路整修被忽视，生产率下降，产生饥荒，农民起义，游牧部落劫掠，王朝崩溃。王朝新建，人口增长，繁荣稳定->财力消耗，增加税收->农民破产，土地兼并，贫富分化->农民起义，外族入侵，王朝崩溃，人口减少。这个过程不断循环。封建社会，土地是有限的，而人口不断增长，最后只能通过战争，来平衡土地和人口的矛盾。4.最有机会与其他文明相互影响的文明，最有可能得到突飞猛进的发展。中世纪西方文明受到穆斯林世界的巨大威胁，发展水平低于欧亚大陆的其他文明，但是靠近欧亚大陆其他较先进文明，并且吸收了其他文明的科技成果，终于经历几百年后领先于其他文明。",
        "Reflect: 对我有什么启示？每个社会当下所处的状态，自有其独特的历史文化影响，不要盲目迷信。",
       "Recite: a.“受到阻滞的领先”法则认为，最具适应性、最成功的社会要在转变时期改变和保持自己的领先地位，是极为困难的。相反，不太成功的落后社会更有可能适应变化，突飞猛进，因为它们面临的不仅是发展的机会，还有被淘汰的压力。b.人类的历史证明，一个社会群体，其文化的进步往往取决于它是否有机会吸取邻近社会群体的经验。",
        "Review: 从历史中，还能获取哪些感悟？"
    ]
    , "287_蛤蟆先生去看心理医生": [
        "Preview: 作者Robert de Board，是英国心理学研究者和实践者。全书共十六章，主要讲述蛤蟆先生在朋友和咨询师的帮助下克服抑郁，最后获得解脱，大致情节是蛤蟆抑郁→童年成长→人生故事→重获新生。",
        "Question: 1.蛤蟆先生为什么会抑郁？2.它的成长经历对它有什么影响？3.它怎么摆脱抑郁状态的？",
        "Read: 1.蛤蟆神色暗淡、对任何事情都提不起兴趣，主要是获取不到成就感，感到自身无法获得别人的尊重，对未来不保任何期望。2.首先权威型教养方式的父母极力控制蛤蟆的一切活动，使得蛤蟆表现出被动、服从、退缩式的人格特征；然后在学校和社会表现不好，让蛤蟆失去了强烈的自信心；最后蛤蟆遇到挫折，缺乏耐心，难以发挥积极的主观能动性。3.蛤蟆为了摆脱抑郁，采取了以下方法: 宣泄愤怒、找到自己的长处、移情（将对父母的反抗转移到咨询师身上）、了解自己的心理状态和人格特征、制定未来计划。",
        "Reflect: 对我有什么启示？生活中要有目标，面对不合理的要求，要表明自己的态度。",
        "Recite: a.一旦我们在童年决定用哪种态度和观点，我们就会在随后的人生里始终坚持自己的选择。这些态度和观点，变成我们存在的底层架构。从那以后，我们便建构出一个世界，不断确认和支持这些信念和预期。换一个词来说，我们把自己的人生变成了一个’自证预言'。b.因为愤怒能够非常有效地抵抗抑郁。愤怒的人从不觉得内疚，因为他们总在怪罪别人。他们自卫的方式，是把自己内在的恐惧对外投射到别人身上，这样就能把对自己的怒火转向别人。c.那么高情商的人是怎么样的？概括而言，他们都有强大的自我意识，了解自己的情感。他们能管理情绪，能从悲伤和不幸中重新振作。但也许最重要的是，他们能控制冲动，也懂得延迟满足，从而避免轻率的决定和不妥的行为. ”",
        "Review: 每个人不同的过去经历是怎么塑造其当下不同的人格特征的？人的自我意识能多大程度上改变自己的心理特征？"
    ]
    , "130_亲密关系：第6版": [
        "Preview: 作者米勒，是社会心理学界的学者。米勒综合了社会心理学、进化心理学等多个分支的理论和研究成果，对各种亲密关系，如父母、爱人、兄弟姐妹、同学朋友等关系，进行了科学深入的探讨。"
    ]
}

